requests/bis/mg_bis.xml

<?xml version="1.0" encoding="UTF-8" ?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV='http://schemas.xmlsoap.org/soap/envelope/' xmlns:xsi='http://www.w3.org/2001/XMLSchema-instance' xmlns:s='http://www.w3.org/2001/XMLSchema' xmlns:types='http://www.deltasolutions.ru/om/rt/LyraOmsService/'>
 <SOAP-ENV:Body><types:SubmitOrderRequest><Components><Component><Attributes><Attribute><Name>action_code</Name><Value>45</Value></Attribute><Attribute><Name>address</Name><Value>г. Курган; ул. КАРБЫШЕВА</Value></Attribute><Attribute><Name>atbr_id</Name><Value>3</Value></Attribute><Attribute><Name>cfs_spec_id</Name><Value>international_intercity</Value></Attribute><Attribute><Name>city</Name><Value>13763</Value></Attribute><Attribute><Name>client_birth_date</Name><Value>1961-01-01T00:00:00+06:00</Value></Attribute><Attribute><Name>client_birth_place</Name><Value>г. Курган</Value></Attribute><Attribute><Name>client_id</Name><Value>31459157</Value></Attribute><Attribute><Name>client_name</Name><Value>НОВЫЙ АБОНЕНТ КУРГАНА</Value></Attribute><Attribute><Name>client_pass_date</Name><Value>2015-01-01T00:00:00+06:00</Value></Attribute><Attribute><Name>client_pass_num</Name><Value>123654</Value></Attribute><Attribute><Name>client_pass_place</Name><Value>г. Курган</Value></Attribute><Attribute><Name>client_pass_ser</Name><Value>5701</Value></Attribute><Attribute><Name>client_phone</Name><Value>9519364099</Value></Attribute><Attribute><Name>client_type</Name><Value>3</Value></Attribute><Attribute><Name>connection_scheme</Name><Value>194</Value></Attribute><Attribute><Name>contract_id</Name><Value>6558733</Value></Attribute><Attribute><Name>delivery_date</Name><Value>2015-08-25T00:00:00+06:00</Value></Attribute><Attribute><Name>department_id</Name><Value>209</Value></Attribute><Attribute><Name>dilv_id</Name><Value>10003</Value></Attribute><Attribute><Name>exec_date</Name><Value>2015-08-25T00:00:00+06:00</Value></Attribute><Attribute><Name>flat</Name><Value>15</Value></Attribute><Attribute><Name>house</Name><Value>60</Value></Attribute><Attribute><Name>installation_date</Name><Value>2015-08-25T00:00:00+06:00</Value></Attribute><Attribute><Name>instance_id</Name><Value>73111826</Value></Attribute><Attribute><Name>local_idn_set</Name><Value>4</Value></Attribute><Attribute><Name>long_distance_operator</Name><Value>1:25.07.2015</Value></Attribute><Attribute><Name>lyra_service_code</Name><Value>9280</Value></Attribute><Attribute><Name>main_connection_scheme</Name><Value>171</Value></Attribute><Attribute><Name>need_installation</Name><Value>0</Value></Attribute><Attribute><Name>nri_additional_code</Name><Value>+ОДС1</Value></Attribute><Attribute><Name>nri_rnabn</Name><Value>13957098</Value></Attribute><Attribute><Name>order_action_type</Name><Value>CH</Value></Attribute><Attribute><Name>order_start_date</Name><Value>2015-07-23T00:00:00+06:00</Value></Attribute><Attribute><Name>pack_id</Name><Value>4008</Value></Attribute><Attribute><Name>parent_virtual_number</Name><Value>3522292361</Value></Attribute><Attribute><Name>prcl_amount</Name><Value>0</Value></Attribute><Attribute><Name>prcl_id</Name><Value>60078</Value></Attribute><Attribute><Name>prcl_quant</Name><Value>1</Value></Attribute><Attribute><Name>rtpl_id</Name><Value>10002</Value></Attribute><Attribute><Name>run_billing</Name><Value>1</Value></Attribute><Attribute><Name>service_receiver</Name><Value>2</Value></Attribute><Attribute><Name>srls_id</Name><Value>3000</Value></Attribute><Attribute><Name>srls_quant</Name><Value>1</Value></Attribute><Attribute><Name>street</Name><Value>302430</Value></Attribute><Attribute><Name>technology</Name><Value>FTTx</Value></Attribute><Attribute><Name>tx_id</Name><Value>336431257</Value></Attribute><Attribute><Name>virtual_number</Name><Value>3522292361</Value></Attribute><Attribute><Name>zip</Name><Value>640014</Value></Attribute></Attributes></Component></Components><CommonData><Attributes><Attribute><Name>main_virtual_number</Name><Value>143522112322</Value></Attribute></Attributes></CommonData></types:SubmitOrderRequest></SOAP-ENV:Body>
</SOAP-ENV:Envelope>